Repository: cedricDevWP/smart-dpe-wp
Catalog: languages/smart-dpe-*.po
Languages: fr_fr

source: Smart DPE Settings
fr_fr: Paramètres de Smart DPE

source: Password
fr_fr: Mot de passe

source: Disconnect
fr_fr: Se déconnecter

source: Save & Connect
fr_fr: Sauvegarder et se connecter

source: You have been disconnected.
fr_fr: Vous avez été déconnecté.

source: Settings saved.
fr_fr: Paramètres enregistrés.

source: Clear the Smart DPE cache to force the regeneration of labels for this content.
fr_fr: Videz le cache Smart DPE pour forcer la régénération des étiquettes pour ce contenu.

source: Clear Smart DPE Cache
fr_fr: Vider le cache Smart DPE

source: Smart DPE cache cleared for this content.
fr_fr: Cache Smart DPE vidé pour ce contenu.

source: Invalid DPE or GES values.
fr_fr: Valeurs DPE ou GES non valides.

source: Error:
fr_fr: Erreur:

source: Unknown API error.
fr_fr: Erreur d'API inconnue.

source: Error while generating the label.
fr_fr: Erreur lors de la génération de l'étiquette.
